Repository: cyrilletoulet/openstack-gerenuk-ui
Catalog: gerenuk_dashboard/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Alerts
fr: Alertes

source: Don't forget to solve the problem before marking an alert as read.
fr: N'oubliez pas de résoudre le problème avant de marquer une alerte comme lue.

source: Mark alert as read
fr: Marquer comme lu

source: Scheduled deletion of alert
fr: Suppression de l'alerte planifiée

source: User
fr: Utilisateur

source: Severity
fr: Sévérité

source: Updated
fr: Dernière modification

source: User alerts
fr: Alertes utilisateurs

source: Project
fr: Projet

source: Project alerts
fr: Alertes du projet

source: Read alerts
fr: Alertes lues

source: You're known as project manager.
fr: Vous êtes connu en tant que chef de projet.

source: Go to archives
fr: Aller aux archives

source: Back to alerts
fr: Revenir aux alertes

source: Monitoring
fr: Supervision

source: Name
fr: Nom

source: Status
fr: Statut

source: vCPU usage
fr: Utilisation vCPU

source: Statistics
fr: Statistiques d'utilisation

source: Back to your own monitoring
fr: Revenir à votre propre monitoring

source: All instances
fr: Toutes les instances

source: Back to monitoring
fr: Revenir au monitoring

source: Go to project monitoring
fr: Aller au monitoring du projet

source: My instances
fr: Mes instances

source: Daily
fr: Dernière journée

source: used is
fr: utilisé est

source: Hourly
fr: Dernière heure

source: Weekly
fr: Dernière semaine

source: Monitoring Hourly
fr: Supérvision horaire

source: Memory
fr: Mémoire

source: Monitoring Weekly
fr: Supervision hebdomadaire

source: Monitoring Daily
fr: Supervision quotidienne

source: My monitoring
fr: Ma supervision

source: All users monitoring
fr: Supervision de tous les utilisateurs

source: Insufficient permissions.
fr: Permissions insuffisantes

source: Unable to retrieve instance monitoring.
fr: Impossible de récupérer la supervision de l'instance

# Label in the limit summary
source: Used
fr: Utilisé

source: My resources
fr: Mes ressources

# Type of an image
source: Snapshot
fr: Instantané

source: Not available
fr: Non disponible

source: %sGB
fr: %s Go

source: Image name
fr: Nom de l'image

source: Instance monitoring
fr: Supervision de l'instance

source: Size
fr: Taille

source: Snapshot Name
fr: Nom de l'instantané

source: Snapshot ID
fr: ID de l'instantané

source: Snapshots
fr: Instantanés

source: Back to your own resources
fr: Revenir à vos propres ressources

source: All volumes
fr: Tous les volumes

source: All snapshots
fr: Tous les instantanés

source: Go to project resources
fr: Aller aux ressources du projet

source: My volumes
fr: Mes volumes

source: My snapshots
fr: Mes instantanés

source: Unable to retrieve snapshots
fr: Impossible de récupérer les instantanés

source: All users resources
fr: Toutes les ressources

source: Information
fr: Informations
